tap "azure/functions"
tap "bashdot/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "phrase/brewed"
tap "pivotal/tap"
brew "aws-okta"
brew "awscli"
brew "python@3.8"
brew "azure-cli"
brew "bash-completion@2"
brew "glib"
brew "cloc"
brew "dcd"
# brew "dmd"
brew "dub"
brew "exercism"
brew "gnutls"
brew "gobject-introspection"
brew "libxml2"
brew "libpq"
brew "libspatialite"
brew "numpy"
brew "poppler"
brew "gdal"
brew "geoip"
brew "ghostscript"
brew "gifski"
brew "git"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "jenv"
brew "jq"
brew "libxmlsec1"
brew "mas"
brew "maven"
brew "mitmproxy"
brew "node"
brew "pkcs11-helper"
brew "openvpn"
brew "p7zip"
brew "postgresql"
brew "sfcgal"
brew "postgis"
brew "pyenv"
brew "qt"
brew "ruby@2.6"
brew "sbt"
brew "step"
brew "stern"
brew "watchman"
brew "yarn"
brew "yarn-completion"
brew "azure/functions/azure-functions-core-tools"
brew "bashdot/tap/bashdot"
brew "phrase/brewed/phrase"
brew "pivotal/tap/git-together"
cask "adoptopenjdk8"
cask "azure-data-studio"
# cask "blender"
cask "docker"
# cask "dotnet-sdk"
cask "flipper"
cask "gimp"
cask "google-chrome"
cask "hyper"
cask "insomnia"
# cask "mqttfx"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "the-unarchiver"
# cask "virtualbox"
cask "visual-studio-code"
mas "Xcode", id: 497799835
