tap "bashdot/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "bash"
brew "bash-completion@2"
brew "glib"
brew "cloc"
brew "gnutls"
brew "git"
brew "librsvg"
brew "jq"
brew "libxmlsec1"
brew "mas"
brew "nvm"
brew "pkcs11-helper"
brew "openvpn"
brew "pyenv"
brew "python@3.8"
brew "ruby@2.6"
brew "yarn"
brew "yarn-completion"
brew "bashdot/tap/bashdot"

cask "azure-data-studio"
cask "flipper"
cask "font-fira-code"
cask "google-chrome"
cask "hyper"
cask "insomnia"
cask "rectangle"
cask "slack"
cask "visual-studio-code"

mas "Xcode", id: 497799835
