tap "bashdot/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "bash"
brew "bash-completion@2"
brew "glib"
brew "cloc"
brew "ruby"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "gcc"
brew "git"
brew "librsvg"
brew "helix"
brew "jq"
brew "mas"
brew "nvm"
brew "openvpn"
brew "yarn"
brew "yarn-completion"
brew "bashdot/tap/bashdot"

cask "1password"
cask "alex313031-thorium"
cask "azure-data-studio"
cask "font-fira-code"
cask "gimp"
cask "google-chrome"
cask "insomnia"
cask "rectangle"
cask "responsively"
cask "slack"
cask "visual-studio-code"
cask "zap"

mas "Xcode", id: 497799835